{"source":"arhitektura-zagreba","source_url":"https://www.arhitektura-zagreba.com/zgrade/jurisiceva-30?ulica=trg-hrvatskih-velikana","retrieved_at":"2026-01-29T12:37:37.191Z","name":"Stambeno-trgovačka zgrada Baum","address":"Jurišićeva 30 / Trg hrvatskih velikana 2","architects_raw":"Bela Auer; Ignjat Fischer","description_raw":"Stambeno-trgovačka zgrada Alberta i Antuna Baum (Braća Baum d.d.) na uglu Jurišićeva 30 /Trg hrvatskih velikana 2 sagrađena je 1929./1930. prema projektu Ignjata Fischera (suradnik Bela Auer). Na pročeljima modernističke četverokatnice s glatkom fasadom i prozorima raspoređenim u pravilnom ritmu od klasičnih arhitektonskih elemenata zadržani su samo kordonski vijenac između drugoga i trećeg kata i istureni završni vijenac. Dugi balkoni koji se lome preko ugla zgrade dodatno ga naglašavaju. Sličan motiv već je viđen na Behrensovoj zgradi Stern (bivša Bastlova zgrada Feller) na uglu Trg bana Jelačića 11 /Jurišićeva 1 (1928.), a kasnije i na Šterkovoj zgradi Rosinger-Jungwirth na uglu Draškovićeva 30 /Đorđićeva 23 (1931.)","image_full_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photos/Juri%C5%A1i%C4%87eva%2030%20-Trg%20hrv.%20velikana%202%20%201_6f07.jpg","image_thumb_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photo_thumbs/jurisiceva%2030%20-trg%20hrv.%20velikana%202%20%201_6f07.jpg","built_year":"Unknown"}
{"source":"arhitektura-zagreba","source_url":"https://www.arhitektura-zagreba.com/zgrade/marticeva-2?ulica=trg-hrvatskih-velikana","retrieved_at":"2026-01-29T12:37:38.121Z","name":"Burza za robu i vrednote, danas Hrvatska narodna banka","address":"Martićeva 2 / Račkoga 1 / Trg hrvatskih velikana 3","architects_raw":"Viktor Kovačić","description_raw":"Burza za robu i vrednote, danas Hrvatska narodna banka na Trgu hrvatskih velikana 3 /Račkoga 1 /Martićeva 2 sagrađena je 1923./1927. prema projektu Viktora Kovačića, na ulazu u tada novu gradsku četvrt. Nakon Kovačićeve smrti 1924. godine dovršenje gradnje preuzeo je Hugo Ehrlich u suradnji s Kovačićevim najbližim suradnikom/asistentom Alfredom Albinijem. prostorna dispozicija i kompozicija  Kovačićevo su djelo, dok je unutarnji uređaj i opremu Ehrlich riješio samostalno, slijedeći Kovačićevu temeljnu ideju i načelne studijske skice. Klasično koncipirana palača svojom elegancijom, luksuznom izvedbom, plemenitim materijalima i uređenjem do danas je nenadmašeni primjer dostojanstvene reprezentativnosti, također ishodišni uzor neoklasične tendencije u našoj arhitekturi 1920-ih godina. Glavni prostori ulaznog vestibula, foajea, velike burzovne dvorane, sale gremija, sudnice, sjedničke dvorane burzovnog vijeća, biblioteke, u cijelosti su očuvani, dijelom također i namještaj ravnateljskih radnih kabineta. Posebno su atraktivni fasadna stolarija patenta “Nicolaus”, sustav klimatizacije i ventilacije burzovne dvorane, te sustav električnih satova koji je i danas u besprijekornom stanju. (Aleksander Laslo, 2011:66-67)","image_full_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photos/Marti%C4%87eva%202%20%201.1_5166.JPG","image_thumb_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photo_thumbs/marticeva%202%20%201.1_5166.jpg","built_year":"Unknown"}
{"source":"arhitektura-zagreba","source_url":"https://www.arhitektura-zagreba.com/zgrade/trg-hrvatskih-velikana-4?ulica=trg-hrvatskih-velikana","retrieved_at":"2026-01-29T12:37:39.149Z","name":"Stambeno-poslovna zgrada","address":"Trg hrvatskih velikana 4","architects_raw":"Aleksandar Freudenreich; Pavao Deutsch","description_raw":"Stambeno-poslovna zgrada na Trgu hrvatskih velikana 4 sagrađena je 1931. prema projektu Aleksandra Freudenreicha i Pavla Deutscha.¹ Njihovo poduzeće \"Arhitekti – Freudenreich & Deutsch – graditelji\" od osnutka 1923. pa do kraja dvadesetih godina prošloga stoljeća projektiralo je i gradilo u maniri protomodernizma, a ovu zgradu projektiralo je u duhu moderne. Arhitektonska dekoracija potpuno je dokinuta, a pročelje je rastvoreno prozorskim otvorima horizontalnog formata. Izvor: ¹Tomislav Premerl -1","image_full_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photos/Trg%20hrv.%20velikana%204%20%201_1c49.JPG","image_thumb_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photo_thumbs/trg%20hrv.%20velikana%204%20%201_1c49.jpg","built_year":"Unknown"}
{"source":"arhitektura-zagreba","source_url":"https://www.arhitektura-zagreba.com/zgrade/draskoviceva-15a?ulica=trg-hrvatskih-velikana","retrieved_at":"2026-01-29T12:37:40.106Z","name":"Inženjerski dom","address":"Draškovićeva 15A / Račkoga 2 / Trg hrvatskih velikana 6","architects_raw":"Aladár Baranyai","description_raw":"Inženjerski dom na uglu Račkoga 2 /Trg hrvatskih velikana 6 /Draškovićeva 15A sagrađen je 1927. prema projektu Aladara Baranyaija (arhitektonsk biro Benedik i Baranyai). Autor je u Inženjerskom domu interpretirao zgradu Kovačićeve Burze, što je donekle uvjetovao i sličan položaj zgrade kojom su stvorene svojevrsne \"dveri\" istočnog Zagreba. Da je projektom Inženjerskog doma Baranyai zaista dobrim dijelom odustao od svojih uobičajenih i višestruko potvrđenih estetskih načela, svjedoči motiv četiri teška jonska stupa na pročelju zgrade, poput onih na pročelju Burze. Baranyai je u ovoj fazi djelovanja bio sklon primjeni klasičnih elemenata arhitekture, ali ih je rijetko upotrebljavao. U skladu s tradicionalnim zakonitostima kompozicija pročelja, motiv stupovlja obično je upotrebljavao tek u jednom dijelu pročelja, obično iznad prvog kata. Na Inženjerskom domu, međutim, dolazi do inverzije uobičajenog postupka, pa su katovi bez ikakvog ornamenta izuzevši tek one najviše, uključujući i mansardu. (Andreja Der-Hazarijan Vukić, 1995:37)","image_full_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photos/Ra%C4%8Dkoga%202%20Trg%20hrvatskih%20velikana%206%20%201.1_3c75.JPG","image_thumb_url":"https://storage.googleapis.com/arhitektura-zagr-1514718358225.appspot.com/photo_thumbs/rackoga%202%20trg%20hrvatskih%20velikana%206%20%201.1_3c75.jpg","built_year":"Unknown"}
